Repository: ibrahim-atef/thamara
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Search
ar: بحث

source: Books
ar: الكتب

source: Files
ar: الملفات

source: My tasks
ar: مهامي

source: To Do List
ar: قائمة المهام

source: My daily routine
ar: روتيني اليومي

source: Loading tasks...
ar: جاري تحميل المهام...

# Dragitemsupordowntoreorder
source: Long press and Drag items up or down to reorder
ar: اضغط مطولا و اسحب العناصر لأعلى أو لأسفل لإعادة الترتيب

# NoTasks
source: There are no tasks currently Start by adding a new task
ar: لا توجد مهام حالياً ابدأ بإضافة مهمة جديدة

source: Loading routines...
ar: جاري تحميل الروتينات...

# NoRoutines
source: There are no routines currently Start by adding a new routine
ar: لا يوجد روتين حالياً ابدأ بإضافة روتين جديد

source: Data load error
ar: حدث خطأ في تحميل البيانات

source: Retry
ar: اعادة المحاولة
